TargetApplication=Translation for Advanced Renamer v.3.20
Author=Olof Sundqvist (http://www.linkedin.com/pub/olof-sundqvist/2a/9a1/687)
SourceLANGID=1033
LANGID=1053
Generator=DKLang Translation Editor v3.0
LastModified=2012-07-09 09:51:22

[About]
00000002=Om
00000094=Aren
00000161=Stäng
00000162=Versioner
00000165=Kommentarer, felrapporter och förslag på förbättringar är mycket välkomna.
00000166=Om Advanced Renamer
00000167=Se även forumet

[AddDir]
00000002=Lägg till mapp
00000094=&Mask:
00000161=Avbryt
00000162=OK
00000163=Inkludera &Undermappar
00000164=Ny mapp...

[ARenMain]
00000002=ARen
00000005=0 element
00000006=0 fel
00000007=Status: OK
00000008=Verktygsfält
00000009=Uppdatera
00000010=&Testa omdöpning
00000011=&Förhandvisa omdöping
00000012=Visa miniatyrer
00000013=Inställningar
00000014=&Hjälp
00000015=&Index...
00000016=&Kortkommandon...
00000017=&Versionshistorik...
00000018=Sök efter &uppdateringar...
00000020=&Om...
00000021=&Ångra föregående omdöpning
00000022=Genomför omdöpning
00000023=toolbarList
00000024=&Lägg till
00000025=&Filer...
00000026=&Mappar...
00000027=&Lista
00000028=&Öppna...
00000029=&Spara...
00000030=&Rensa...
00000031=Radera &felaktiga element
00000032=Flytta överst
00000033=Flytta upp
00000034=Flytta ner
00000035=Flytta nederst
00000036=Döp om filer
00000058=Döp om mappar
00000067=Filnamn:
00000068=Mapp:
00000069=Storlek:
00000070=Skapelsedatum:
00000071=Ändringsdatum:
00000072=Filtyp:
00000073=Attribut:
00000074=Användningsdatum:
00000075=Elementinformation
00000076=IngenInfo
00000077=Kan ej läsa detaljerad information. Filen kanske används.
00000078=Img
00000079=Dimensioner:
00000080=Tagetdatum:
00000081=Författare:
00000082=Upphovsrätt:
00000084=ID3
00000085=Titel:
00000086=Artist:
00000087=Album:
00000088=Spår:
00000089=År:
00000090=Genre:
00000091=Mapp
00000092=Innehåller:
00000093=Panel1
00000094=Ingen metod funnen.
00000095=Metoder för omdöpning
00000096=Metodfält
00000097=Lägg till metod
00000098=Radera metod
00000099=Rensa
00000100=Överst
00000101=Upp
00000102=Ner
00000103=Nederst
00000105=Öppna metodlista
00000106=Spara metodlista
00000107=Inställningar:
00000110=Spara lista
00000111=Flytta valda
00000112=Flytta överst
00000113=Flytta upp
00000114=Flytta ner
00000115=Flytta nederst
00000116=Lägg till...
00000117=Radera
00000118=Kör
00000119=Egenskaper...
00000120=Öppna lista...
00000121=Till textfil...
00000122=Rensa lista
00000123=Uppdatera
00000124=Uppsättning
00000125=Autoanpassa kolumnerna
00000144=&Konfigurera...
00000145=&Kopiera
00000152=Flytta
00000153=Överst
00000154=Upp
00000155=Ner
00000156=Nederst
00000157=Ändra metod till
00000158=Lägg till metod
00000159=Radera
00000160=Rensa
00000161=Behöver du hjälp för att komma igång?
00000162=Behöver du hjälp för att komma igång?
00000163=&Kom igång...
00000164=Lägg till batch-metod
00000179=Infoga &Tagg
00000180=&Ångra
00000181=Klipp u&t
00000182=&Kopiera
00000183=&Klistra in
00000184=Välj &alla
00000185=Besök &forumet...
00000186=Anpassa kolumner
00000187=Uppsättning
00000188=Autoanpassa kolumnerna
00000189=&Anpassa...
00000190=Presentationsstil
00000191=Egenskaper
00000192=Stora ikoner
00000193=Små ikoner
00000194=Lista
00000195=&Bidra...
00000196=Markera
00000197=Avmarkera valda
00000198=Markera valda
00000200=Markera ingen
00000201=Markera alla
00000202=Bakgrundsmetod:
00000203=Målmapp:
00000204=Spara lista
00000205=Till CSV-fil...
00000206=Radera filer utan ID3-taggar
00000207=Radera filer utan bildinformation
00000219=Namnkollisionsregel:
00000220=Avgränsare:
00000221=Mönster:
00000223=Öppna batch-metod
00000225=Spara batch-metod
00000226=Video
00000227=Dimensioner:
00000228=Bildtäthet:
00000229=Varaktighet:
00000230=Video-codec:
00000231=Ljud-codec:
00000232=Bittäthet:
00000233=GPS-position:
00000234=Slumpmässig sortering
00000235=Ändra beskrivning...
00000236=GPS-noggrannhet:
00000237=ExifTool...

[CustomizeCols]
00000002=Konfigurera kolumner
00000094=Kolumn&uppsättningar:
00000095=&Kolumner:
00000096=Kolumn&bredd:
00000097=OK
00000098=Avbryt
00000099=&Upp
00000100=&Ner
00000101=&Överst
00000102=&Nederst
00000103=Spara
00000104=Radera

[InsertTag]
00000003=<Inc Nr> - Uppstegande nummer
00000096=Standard
00000097=<DirName> - Namnet på mappen
00000099=<Inc Alpha> - Uppstegande bokstäver
00000101=<Num Dirs> - Total antal undermappar i mappen
00000103=<Num Files> - Totalt antal filer i mappen
00000105=<Ext> - Filtillägg (extension)
00000107=<Name> - Filnamn exklusive filtillägg
00000109=<Inc NrDir> - Uppstegande nummer per mapp
00000111=<Num Items> - Totalt antal element i denna lista
00000113=ID3/MP3
00000114=<ID3 Album> - Album
00000116=<ID3 Year> - År
00000118=<ID3 Track> - Spår
00000120=<ID3 Title> - Titel
00000122=<ID3 Genre> - Genre
00000124=<ID3 Artist> - Artist
00000126=Bild
00000127=<IMG Width> - Bredd
00000129=<IMG Height> - Höjd
00000131=<IMG Year> - År
00000133=<IMG Month> - Månad
00000135=<IMG Day> - Dag
00000137=<IMG Hour> - Timmar
00000139=<IMG Min> - Minuter
00000141=<IMG Sec> - Sekunder
00000143=<IMG Author> - Fotograf
00000145=<IMG Copyright> - Upphovsrätt
00000147=Tid
00000148=<Year> - År
00000150=<Sec> - Sekunder
00000152=<Min> - Minuter
00000154=<Hour> - Timmar
00000156=<Day> - Dag
00000158=<Month> - Månad
00000160=Skapad
00000161=<Year Created> - Skapad år
00000163=<Sec Created> - Skapad sekund
00000165=<Min Created> - Skapad minut
00000167=<Hour Created> - Skapad timme
00000169=<Day Created> - Skapad dag
00000171=<Month Created> - Skapad månad
00000173=Ändrad
00000174=<Year Modified> - Ändrad år
00000176=<Sec Modified> - Ändrad sekund
00000178=<Min Modified> - Ändrad minut
00000180=<Hour Modified> - Ändrad timme
00000182=<Day Modified> - Ändrad dag
00000184=<Month Modified> - Ändrad månad
00000186=&Hjälp
00000187=<Rand> - Slumpmässigt nummer
00000188=Avancerad
00000189=<File Content> - Filinnehåll
00000190=<Bitrate> - Bittäthet
00000191=<Substr> - Delsträng
00000192=<RSubstr> - Delsträng - höger
00000193=<Word> Indexerat ord i filnamnet
00000194=<Img Subsec>
00000195=Filstorlek
00000196=<Filesize> - Filstorlek
00000197=<Filesize Kb> - Filstorlek kilobyte
00000198=<Filesize Mb> - Filstorlek megabyte
00000199=<Filesize Gb> - Filstorlek gigabyte
00000200=<Filesize Tb> - Filstorlek terabyte
00000201=Video
00000202=<Video Width> - Horisontell videoupplösning
00000203=<Video Height> - Vertikal videoupplösning
00000204=<Video Codec> - Video-codec
00000205=<Video Audio Codec> - Ljud-codec
00000206=<Bitrate> - Sammanlagd bittäthet
00000207=<Video Bitrate> - Bittäthet endast för video
00000208=<Video Audio Bitrate> - Bittäthet endast för ljud
00000210=<Video FrameRate> - Antal bilder per sekund
00000211=<Video Duration> - Videospeltid
00000212=<Img CameraMake> - Kameratillverkare
00000213=<Img CameraModel> - Kameramodell
00000214=<Img Aperture> - Bländare
00000215=<Img Brightness> - Ljusstyrka
00000216=<Img FocalLength> - Brännvidd
00000217=<Img ISO> - ISO
00000218=<Img ShutterSpeed> - Slutartid
00000219=<Img ExposureTime> - Exponeringstid
00000220=<Img Subject> - Motiv
00000221=<Img Title> - Titel
00000222=<Img Contrast> - Kontrast
00000223=<Img ExposureMode> - Slutarmod
00000224=<Img ExposureProgram> - Slutarprogram
00000225=<Img Saturation> - Mättnad
00000226=<Img Sharpness> - Skarphet
00000227=<Img WhiteBalance> - Vitbalans
00000228=GPS
00000229=<GPS Lat> - Latitud
00000230=<GPS Lat Deg> - Latitud grader
00000231=<GPS Lat Sec> - Latitud sekunder
00000232=<GPS Lat Min> - Latitud minuter
00000237=<GPS Lng> - Longitud
00000238=<GPS Lng Deg> - Longitud grader
00000239=<GPS Lng Min> - Longitud minuter
00000240=<GPS Lng Sec> - Longitud sekunder
00000241=<GPS Alt> - Höjd
00000242=<GPS Country> - Land där bilden togs
00000243=<GPS City> - Stad där bilden togs
00000244=<GPS State> - Stat där bilden togs
00000245=<GPS Lng Dir> - Longitud riktning
00000246=<GPS Lat Dir> - Latitud riktning
00000247=<ExifTool> - Värde från ExifTool
00000248=ExifTool är ett externt verktyg med stöd för ytterligare bild- och dokumentfilsformat

[InsertTagWnd]
00000002=Infoga textfält
00000094=Stäng
00000095=Numeriskt värde
00000096=Mönster
00000097=OK
00000098=Använd reguljära uttryck
00000099=Taggar:
00000100=Metatecken för reguljära uttryck:

[Patern]
00000002=Mönster
00000094=Tillgängliga &mönster:
00000159=&Radera
00000160=&Valt mönster:
00000161=OK
00000162=Avbryt
00000163=&Lägg till
00000164=&Ny

[PreRenaming]
00000002=Genomför omdöpning
00000094=Omdöpningsinställningar:
00000160=Säkerställ att dina inställningar är korrekta innan du klickar på omdöpningsknappen.
00000161=Avbryt
00000162=Döp om

[Progress]
00000002=Vänligen vänta
00000094=Vänligen vänta medans omdöpning utförs...
00000160=Totalt antal filer:
00000161=OK
00000162=Visa fel
00000163=Lägg till filer:
00000164=Inga
00000165=Inga\nFiler som kunde döpas om\nFiler som inte kunde döpas om\nAlla filer\n
00000166=TabSheet1
00000167=Filnamn
00000168=Felkod
00000169=Felbeskrivning
00000170=Totalt antal filer:
00000171=Utfört OK:
00000172=Fel:
00000173=TabSheet2
00000174=Hittade fel:

[ProgressAdd]
00000002=Vänligen vänta
00000094=Lägger till filer...
00000161=Avbryt

[ProgressError]
00000002=Fel har hittats
00000094=Fel har hittats i de filer som är valda för omdöpning. Följande filer kan inte döpas om. Välj en åtgärd nedan. Ingen fil har i nuläget döpts om.
00000161=Stoppa omdöpning
00000163=Ignorera felaktiga filer
00000164=Totalt antal filer:
00000165=Fel:
00000166=Filenamn
00000167=Fel

[Settings]
00000002=Inställningar
00000161=Avbryt
00000162=OK
00000163=Standard
00000164=&Ersätt ogiltiga tecken med:
00000165=&Bredd:
00000166=&Höjd:
00000167=Visa &FilInfo-box
00000168=Bekräfta &listrensning
00000171=Visa i &utforskarens högerklicksmeny
00000172=Visa &gitter
00000173=Använd EXIF-data för bildhöjd och -bredd
00000174=Använd jokertecken (*) i ersättningsmetoder
00000175=Språk:
00000177=Spara inställningar i denna mapp:
00000178=Personlig mapp
00000179=Samma mapp som aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Öppna mapp..
00000187=Visa hjälp för att komma igång
00000188=Använd nollmarginal vid fältnummerökning
00000194=Sök efter uppdateringar vid uppstart
00000195=EXIF-fält för bilders datum/tid-operationer:
00000196=Markeringen påverkar taggarna Inc Nr
00000197=Ordavgränsare:
00000198=Associera .aren-filer med Advanced Renamer
00000199=Miljö
00000200=Program
00000201=Omdöpning
00000202=Bildfiler
00000203=Musikfiler
00000204=ID&3-preferens
00000205=Visa lägg-till-knapp-fält
00000206=Lägg till filer när batch avslutas:
00000207=Konsolutskrifter
00000208=Programmapp i miljövariabeln path

[UndoBatchForm]
00000002=Ångra
00000094=Välj en genomförd omdöpning i listan till vänster
00000161=Stäng
00000162=Ångra denna lista
00000163=Ursprungligt filnamn
00000164=Omdöpt filnamn
00000165=Fel
00000166=Ursprungsmapp
00000167=Markera alla
00000168=Avmarkera alla
00000169=Välj en tidigare genomförd omdöpning nedan och klicka på "Ångra denna lista" för att återställa filnamnen.
00000170=Omdöpt folder
00000171=Radera...
00000172=Avmarkera &felaktiga filer

[frmAddFolderChoice]
00000001=Lägg till mapp
00000002=Avbryt
00000003=OK
00000004=Lägg till &filer i denna mapp
00000005=Lägg till &foldrarna
00000006=&Inkludera undermapparna
00000007=Filnamns&mask:
00000008=Välj metod för att lägga till foldrarna till Advanced Renamer.
00000009=Lägg till &toppmapparna
00000010=Lägg till &undermapparna

[BatchResultFrame]
00000003=Föregående resultat
00000004=Totalt antal element:
00000005=Hittade fel:
00000006=Visa fel...
00000007=Ångra senaste batch...
00000008=Lägg till alla lyckade element
00000009=Lägg till element med fel
00000010=Lägg till alla element

[frmExifTool]
00000002=ExifTool
00000094=Stäng
00000096=Tagg:
00000097=Kopiera
00000098=ExifTool är ett externt program med stöd för fler filformat än vad som är inbyggt i Advanced Renamer. Använd ExifTool för att få tillgång till mer av filers metadata.
00000099=ExifTool webbplats

[frmJSScript]
00000001=Skript
00000002=Stäng och kör skript
00000003=Detta skript kommer att köras en gång för varje element i listan.
00000004=Detta skript kommer endast att köras en gång före bearbetningen av alla element i listan. Använd det för att specificera ingångsvärden.

[$CONSTANTS]
AbsoluteDateTime=Absolut datum och tid
Accessed=Använd
AccessedDateTime=Använd datum och tid
Active=Aktiv
Add=Lägg till
AddFiles=Lägg till filer
AddingFiles=Lägger till filer...
All=Alla
AllFiles=Alla filer
AllItems=All element
AnalyzingFiles=Analyserar filer...
ApplyScript=Kör skript
ApplyTo=Utför på
Archive=Arkiv
Archive_Short=A
Ask=Fråga
AtIndex=På position
Audio=Ljud
Backwards=Bakåt
BatchModeCopy=Kopiera
BatchModeMove=Flytta
BatchModeRename=Döp om
Beta=Beta
BetaFeature=Beta-funktion
CaseSensitive=Skilj på stora och små bokstäver
ColumnName0=Filnamn
ColumnName1=Sökväg
ColumnName10=ID3-genre
ColumnName100=Mappnamn
ColumnName101=Sökväg
ColumnName102=Skapelsedatum
ColumnName103=Attribut
ColumnName104=Nya attribut
ColumnName105=Nytt mappnamn
ColumnName106=Nytt skapelsedatum
ColumnName107=Felkod
ColumnName108=Fel
ColumnName109=Ny sökväg
ColumnName11=ID3-titel
ColumnName12=ID3-spår
ColumnName13=ID3-år
ColumnName14=Nya attribut
ColumnName15=Nytt filnamn
ColumnName16=Nytt skapelsedatum
ColumnName17=Nytt användningsdatum
ColumnName18=Nytt ändringsdatum
ColumnName19=Felkod
ColumnName2=Storlek
ColumnName20=Fel
ColumnName21=Tagetdatum
ColumnName22=Filtypsnamn
ColumnName23=Ny sökväg
ColumnName3=Skapelsedatum
ColumnName4=Användningsdatum
ColumnName5=Ändringsdatum
ColumnName6=Attribut
ColumnName7=Dimensioner
ColumnName8=ID3-album
ColumnName9=ID3-artist
CopiedFileCouldNotBeFound=Kopierad fil kunde inte hittas
CopiedFolderCouldNotBeFound=Kopierad folder kunde inte hittas
CopiedItem=Kopierat element
CopiedItemPath=Kopierat elements sökväg
Created=Skapad
CreatedDateTime=Skapad datum och tid
current=nuvarande
Datetime=Datum och tid
Day=Datum
DeltaDateTime=Skillnad i datum och tid
Description=Beskrivning
DirnamePattern=Foldernamnets mönster
Edit=Redigera
Error=Fel
Errors=Fel
Err_100=OK
Err_101=Okänt fel
Err_102=<>:"/\\*? är inte giltiga i ett filnamn
Err_103=Filnamnet innehåller ogiltigt tecken
Err_104=Filenamnet är för långt
Err_105=Filen finns redan
Err_106=Mappen finns inte
Err_107=Kan inte hitta källfilen
Err_108=Filnamn inte angivet
Err_109=Möjlighet till flera filer med samma namn
Err_110=Ogiltig omdöpningsmetod
Err_111=Hittade ingen bild-information
Err_112=Hittade inget ID3-fält
Err_113=För många filer till <Inc Alpha>
Err_114=Ogiltig tidsstämpel
Err_115=Filtypsnamnet är ändrat
Err_116=Ogiltigt fält
Err_117=Ogiltigt reguljärt uttryck
Err_118=Mönstret kunde inte hittas
Err_119=Inget resultat från geo-server
Err_120=Ogiltigt result från geo-server
Err_121=Ingen video-information hittades
Err_122=Ingen GPS-information hittades
Err_123=Foldrar kan inte flyttas eller kopieras till en annan diskenhet
Err_124=Felaktigt skript
Err_125=ExifTool-fel
Excellent=Utmärkt
EXIFDate_DateDigitized=Digitaliseringsdatum
EXIFDate_DateOriginal=Ursprungsdatum
EXIFDate_DateTaken=Tagetdatum
Extension=Filtypsnamn
Fair=Rättvis
File=Fil
FileCouldNotBeRenamed=Filen kunde inte döpas om
Fileinfo=Elementinformation
FilenamePattern=Filnamnets mönster
FileRenamedOK=Fil blev omdöpt OK
Files=Filer
Folder=Mapp
FolderLocation=Mapplokalisering
Folders=Mappar
GettingThumbnails=Hämtar miniatyrbilder
Good=God
GotErrors=Har fel
HandleNegativeNumbers=Hantera negativa tal
Hidden=Gömd
Hidden_Short=G
Hour=Timme
Ideal=Ideal
ImageDateTime=Bildens datum och tid
ImageFile=Bildfil
InputMessageDescription=Ändra metodbeskrivning
InvertCase=Ändra stora till små och små till stora
ItemNotReverted=Kunde inte återställa elementet
ItemRevertedOK=Elementet åsterställdes OK
Items=Element
LoadList=Öppna lista
LowerCase=Sätt alla bokstäver till små tecken
LowerCaseFirstLetter=Sätt första bokstaven till smått tecken
LowerCaseFirstLetterInEveryWord=Sätt första bokstaven i alla ord till smått tecken
LowerCasePattern=Sätt mönster till små tecken
MethodName_Add=Lägg till
MethodName_Attributes=Attribut
MethodName_List=Lista
MethodName_Move=Flytta
MethodName_NewCase=Stora och små bokstäver
MethodName_NewName=Nytt namn
MethodName_Remove=Radera
MethodName_RemovePattern=Radera mönster
MethodName_Renumber=Omnumrera
MethodName_Replace=Ersätt
MethodName_Script=Skript
MethodName_Timestamp=Tidsstämpel
MethodName_Trim=Trimma
Methods=Metoder
Min=Min
Moderate=Måttlig
Modified=Ändrad
ModifiedDateTime=Ändrad datum och tid
Month=Månad
Month_01_Long=Januari
Month_01_Short=Jan
Month_02_Long=Februari
Month_02_Short=Feb
Month_03_Long=Mars
Month_03_Short=Mar
Month_04_Long=April
Month_04_Short=Apr
Month_05_Long=Maj
Month_05_Short=Maj
Month_06_Long=Juni
Month_06_Short=Jun
Month_07_Long=Juli
Month_07_Short=Jul
Month_08_Long=Augusti
Month_08_Short=Aug
Month_09_Long=September
Month_09_Short=Sep
Month_10_Long=Oktober
Month_10_Short=Okt
Month_11_Long=November
Month_11_Short=Nov
Month_12_Long=December
Month_12_Short=Dec
MoveCount=Flytta räknare
MovedFileCouldNotBeFound=Flyttad fil kunde inte hittas
MovedFolderCouldNotBeFound=Flyttad folder kunde inte hittas
MovedItem=Flyttat element
MovedItemPath=Flyttat elements sökväg
MoveFrom=Flytta från
MoveRelative=Flytta relativt
MoveTo=Flytta till
MsgTitle_Confirm_ClearList=Rensa lista
MsgTitle_Confirm_OverwriteColumnSet=Uppsättning finns redan
MsgTitle_Confirm_Quit=Avsluta Advanced Renamer
MsgTitle_Error=Fel
MsgTitle_Error_FileNotFound=Filen kunde inte hittas
MsgTitle_Error_InvalidColumnSetName=Ogiltigt namn
Msg_Confirm_ClearList=Du håller på att radera alla filer från listan.\n\nVill du fortsätta?
Msg_Confirm_ClearMethodList=Vill du rensa metodlistan?
Msg_Confirm_DeleteColumnSet=Radera kolumninställning?\n\nÄr du säker på om du vill radera uppsättningen "%s"?
Msg_Confirm_ExtChanged=Filtypsnamnet kommer att ändras på en eller flera filer. Det kan medföra att filerna blir obrukbara.\n\nVill du fortsätta omdöpningen trots detta?
Msg_Confirm_OverwriteColumnSet=Uppsättningen finns redan.\n\nVill du skriva över uppsättningen "%s"?
Msg_Confirm_OverwriteFile=Skriva över fil?\n\nDu håller på att skriva över filen "%s". Vill du forsätta?
Msg_Confirm_PopulateList=Infoga elementens ursprungliga namn i textfältet?
Msg_Confirm_Quit=Det finns fortfarande filer kvar i listan.\n\nÄr du säker på om du vill avsluta?
Msg_Confirm_RenamingPossibleErrors=Fel funnet.\n\nDet hittades möjliga fel som kan förhindra ett eller flera element att döpas om.\n\nVill du forsätta med omdöpningen ändå?
Msg_Confirm_SettingsPathChanged=Du har ändrat mappen med inställningar.\n\nVill du kopiera dina nuvarande inställningar till denna mapp?\n\nOBS: Alla existerande filer i mappen kommer att skrivas över.
Msg_Error_AddFileAssociation=Kunde inte lägga till filassociation
Msg_Error_CannotAddSoManyFiles=Kan ej lägga till filer.\n\nDu kan inte ladda mer än %d element i listan.
Msg_Error_CheckUpdates=Fel\n\nKan inte leta efter uppdateringar.
Msg_Error_CoultNotCreateFolder=Kunde inte skapa mapp
Msg_Error_FileNotFound=Fel\n\nKan inte hitta filen "%s".
Msg_Error_InvalidColumnSetName=Fel\n\n%s är inte ett giltigt namn.\n\nEn kolumnuppsättnings namn får endast innehålla bokstäver, siffror, - och _.
Msg_Error_InvalidFolder=Fel\n\nOgiltig mapp.
Msg_Error_MustEnableBeforeAddFolders=Du måste aktivera antingen "%s" eller "%s"
Msg_Error_NotFoundItems=%d element kunde inte hittas.\n\n%s
Msg_Error_NoUndoList=Ingen lista är vald för återställningen.
Msg_Error_Only2000Plus=Denna funktion stöds inte av ditt operativsystem. Denna funktion kan endast användas med Windows 2000 eller senare.
Msg_Error_RemoveFileAssociation=Kunde inte radera filassociation
Msg_Error_RenamingNoFilesInList=Fel\n\nKan inte genomföra omdöpningen, då det inte finns några filer i listan.
Msg_Error_Unknown=Okänt fel\n\n%s
Msg_FirstTimeUse=Detta är kanske första gången du använder Advanced Renamer. Det är en god ide att läsa programmets användarmanualen innan det används.\n\nVill du läsa användarmanualen nu?
Msg_Info_BatchModeNotSupportedForFolders=The valda bakgrundsmetoden stöds inte för användning med foldrar.
Msg_Info_ConvertMethods_0310=I denna version av Advanced Renamer så lagras förbestämda metoder i en valbar mapp. När du klickar OK så kommer du kunna välja en tom mapp dit dina befintliga metoder kommer att konverteras.
Msg_Info_CouldNotBeAdded=%d filer kunde inte läggas till.
Msg_Info_ItemsAlreadyInList=%d av elementen finns redan i listan
Msg_Info_LanguageChange=Språkinställningar träder i kraft först när programmet startas om.
Msg_Info_NewVersion=En nyare version av Advanced Renamer är tillgänglig.\n\nVill du ladda ner den nyare versionen?
Msg_Info_NoNewVersion=Det finns för närvarande ingen nyare version av Advanced Renamer.
Msg_Info_RevertChanges=Detta kommer att ändra alla dina inställningar till standardinställningar.\n\nVill du fortsätta?
Msg_Info_UndoHasEnded=Ångra omdöpningen har avslutats med %d fel.
Msg_Info_UndoSuccess=Omdöpningen har återställts med ett lyckat resultat.
MusicFile=Musikfil
Name=Namn
NameAndExtension=Namn och filtypsnamn
NameCollisionRule_AppendImgSubsec=Lägg till bildens delsekund
NameCollisionRule_AppendNumber=Lägg till ökande nummer
NameCollisionRule_AppendPattern=Lägg till mönster
NameCollisionRule_Fail=Fel
NewCase=Stora och små bokstäver
NewFolder=Ny mapp
NewName=Nytt namn
NewNumber=Nytt nummer
No=Nej
NoChange=Ingen ändring
NoMethods=Ingen metod är definierad.\n\nKlicka på Lägg till-knappen for att lägga till nya metoder.
None=Ingen
NumberDifference=Nummerskillnad
NumberLength=Nummerlängd
NumberPosition=Nummerposition
NumericValueOrPattern=Numeriskt värde eller sökmönster
OK=OK
OriginalFileNotFound=Urspungsfil kunde inte hittas
OriginalFileStillExists=Ursprungsfil finns fortfarande
OriginalFolderNotFound=Ursprungsfolder kunde inte hittas
OriginalFolderStillExists=Ursprungsmapp finns fortfarande
Pattern=Mönster
Poor=Dålig
PopulateList=Populera lista
PreBatchScript=Förbehandlingsskript...
ReadOnly=Skrivskyddad
Readonly_Short=R
RegEx_AnyChar=Vilket tecken som helst
RegEx_CharList=Tecken som finns i en lista av tecken
RegEx_Digit=Numeriskt tecken
RegEx_EndLine=Radslut
RegEx_Match0OrMore=Matchar 0 eller fler
RegEx_Match1Or0=Matchar 1 eller 0
RegEx_Match1OrMore=Matchar 1 eller fler
RegEx_MatchLeastNTimeNoMoreM=Matchar minst n gånger men inte mer än m gånger
RegEx_MatchLeastNTimes=Matchar minst n gånger
RegEx_MatchNTimes=Matchar n gånger
RegEx_NonCharList=Tecken som inte finns i en lista av tecken
RegEx_NonDigit=Icke-numeriskt tecken
RegEx_NonWordChar=Icke-alfabetiskt tecken
RegEx_StartLine=Radstart
RegEx_SubAlternative=Delmönster-alternativ
RegEx_SubGroup=Delmönster-grupp
RegEx_SubMatch=Första matchande delmönster
RegEx_WordChar=Alfabetiskt tecken
RemoveCount=Radera räknare
RenamedFileCouldNotBeFound=Den omdöpta filen kan inte hittas
RenamedFolderCouldNotBeFound=Den omdöpta mappen kan inte hittas
RenamedItem=Omdöpt element
RenamedItemPath=Omdöpt elements sökväg
RenumberChange=Ändra till
RenumberChangeTypeAbsoluteText=Absolut nummer
RenumberChangeTypeRelativeText=Relativt till befintligt nummer
Replace=Ersätt
ReplaceWith=Ersätt med
SaveColumnSet=Spara kolumnuppsättning
SaveList=Spara lista
Sec=Sek
SelectFolder=Välj folder
SelectMethod=Välj en metod.
Set=Sätt
ShowInWindow=Visa i fönster...
Skip=Hoppa över
StartingAt=Med start i
Status=Status
Status_TestingNames=Status: Testar namnen...
System=System
System_Short=S
Tag=Tagg
TagCategoryAdvanced=Avancerade taggar
TagCategoryDateTime=Datum/tid-taggar
TagCategoryDateTimeCreated=Datum/tid-skapelsetaggar
TagCategoryDateTimeModified=Datum/tid-modifieradtaggar
TagCategoryDefault=Standard-taggar
TagCategoryFileSize=Filstorleks-taggar
TagCategoryGPS=GPS-taggar
TagCategoryID3=ID3/MP3-taggar
TagCategoryImage=Bild-taggar
TagCategoryVideo=Video-taggar
TextList=Textlista
TextToBeReplaced=Text att ersätta
ToRemoveMoreThanOne=För att ersätta mer än ett mönster kan \\ användas för att separera olika mönster.
ToReplaceMoreThanOne=För att ersätta mer än en sträng kan \\ användas för att separera strängarna.
TrimCharacters=Trimma tecken
TypeNameForColumnSet=Ange ett namn för kolumnuppsättningen.
Unknown=Okänd
Unset=Radera
UpdateAvailable=Uppdatering tillgänglig. Klicka för att uppgradera.
UpperCase=Sätt alla bokstäver till stora tecken
UpperCaseFirstLetter=Sätt första bokstaven till stort tecken
UpperCaseFirstLetterInEveryWord=Sätt första bokstaven i varje ord till stort tecken
UpperCasePattern=Sätt mönster till stora tecken
UseRegularExpressions=Använd reguljära uttryck
Value=Värde
Video=Video
VideoFile=Video-fil
WithErrors=Element med fel
WithoutErrors=Element utan fel
WordSeperators=Ordavgränsare
Year=År
Yes=Ja
ZeroPadding=Nollfyllnad
ZeroPadTypeAuto=Automatisk
ZeroPadTypeManual=Manuell
ZeroPadTypeNo=Ingen fyllnad
